/* No comment provided by engineer. */
"The data has been successfully saved to '%@'." = "De gegevens zijn opgeslagen in bestand '%@'.";
"The data could not be saved to '%@': %@." = "De gegevens konden niet worden opgeslagen in bestand '%@': %@.";

/* No comment provided by engineer. */
"Unknown file format: " = "Unknown file format: ";

/* No comment provided by engineer. */
"-" = "-";

/* No comment provided by engineer. */
"absolute" = "absoluut";

/* No comment provided by engineer. */
"and" = "en";

/* No comment provided by engineer. */
"arc cosine" = "arccosinus";

/* No comment provided by engineer. */
"arc sine" = "arcsinus";

/* No comment provided by engineer. */
"arc tangens" = "arctangens";

/* No comment provided by engineer. */
"average" = "gemiddelde";

/* Short name for calculate step */
"Calculate column" = "Bereken kolom";

/* No comment provided by engineer. */
"Calculate column %@ as %@" = "Bereken kolom %1$@ als %2$@";

/* No comment provided by engineer. */
"choose" = "kies";

/* No comment provided by engineer. */
"concatenate" = "voeg samen";

/* No comment provided by engineer. */
"cose" = "cosinus";

/* No comment provided by engineer. */
"cosine hyperbolic" = "cosinus hyperbolicus";

/* No comment provided by engineer. */
"number of numeric values" = "aantal getallen";

/* No comment provided by engineer. */
"current value" = "huidige waarde";

/* exponent function */
"e^" = "e^";

/* No comment provided by engineer. */
"false" = "onwaar";

/* No comment provided by engineer. */
"first non-empty value" = "eerste niet-lege waarde";

/* No comment provided by engineer. */
"highest" = "hoogste";

/* No comment provided by engineer. */
"if" = "als";

/* No comment provided by engineer. */
"if error" = "als fout";

/* No comment provided by engineer. */
"leftmost characters" = "meest linkse karakters";

/* No comment provided by engineer. */
"length of text" = "lengte van tekst";

/* No comment provided by engineer. */
"Load CSV" = "CSV-bestand";

/* No comment provided by engineer. */
"Load CSV file '%@'" = "Laad CSV-bestand '%@'";

/* No comment provided by engineer. */
"Load table %@ from SQLite-database '%@'" = "Laad tabel %1$@ uit SQLite-database '%2$@'";

/* No comment provided by engineer. */
"logarithm" = "logaritme";

/* No comment provided by engineer. */
"lowercase" = "kleine letters";

/* No comment provided by engineer. */
"lowest" = "laagste";

/* ln */
"natural logarithm" = "natuurlijk logaritme";

/* No comment provided by engineer. */
"not" = "niet";

/* No comment provided by engineer. */
"number of items" = "aantal items";

/* No comment provided by engineer. */
"or" = "of";

/* No comment provided by engineer. */
"pack" = "pak in";

/* No comment provided by engineer. */
"Pivot data" = "Draai data";

/* No comment provided by engineer. */
"random item" = "willekeurig item";

/* No comment provided by engineer. */
"random number between" = "willekeurig getal tussen";

/* No comment provided by engineer. */
"random number between 0 and 1" = "willekeurig getal tussen 0 en 1";

/* No comment provided by engineer. */
"Random rows" = "Willekeurige rijen";

/* No comment provided by engineer. */
"Randomly select %d rows" = "Kies %d willekeurige rijen";

/* No comment provided by engineer. */
"Remove all columns" = "Verwijder alle kolommen";

/* No comment provided by engineer. */
"Remove duplicate rows" = "Verwijder dubbele rijen";

/* No comment provided by engineer. */
"Remove the column '%@'" = "Verwijder kolom '%@'";

/* No comment provided by engineer. */
"Remove the columns %@" = "Verwijder de kolommen %@";

/* No comment provided by engineer. */
"rightmost characters" = "meest rechtse tekens";

/* No comment provided by engineer. */
"round" = "afronden";

/* No comment provided by engineer. */
"Select all columns" = "Selecteer alle kolommen";

/* No comment provided by engineer. */
"Select columns" = "Kolommen";

/* No comment provided by engineer. */
"Select only the column '%@'" = "Behoud alleen de kolom '%@'";

/* No comment provided by engineer. */
"Select only the columns %@" = "Behoud alleen de kolommen %@";

/* No comment provided by engineer. */
"Select rows" = "Filter rijen";

"Skip rows" = "Sla rijen over";

"Skip the first %d rows" = "Sla de eerste %d rijen over";

/* No comment provided by engineer. */
"Select rows where %@" = "Selecteer rijen waar %@";

/* No comment provided by engineer. */
"Select the first %d rows" = "Selecteer de eerste %d rijen";

/* No comment provided by engineer. */
"sine" = "sinus";

/* No comment provided by engineer. */
"sine hyperbolic" = "sinus hyperbolicus";

/* No comment provided by engineer. */
"SQLite table" = "SQLite-tabel";

/* No comment provided by engineer. */
"square root" = "wortel";

/* No comment provided by engineer. */
"substitute" = "vervang";

/* No comment provided by engineer. */
"substring" = "deel";

/* No comment provided by engineer. */
"sum" = "som";

/* No comment provided by engineer. */
"Switch rows/columns" = "Verwissel rijen met kolommen";

/* No comment provided by engineer. */
"tangens" = "tangens";

/* No comment provided by engineer. */
"tangens hyperbolic" = "tangens hyperbolicus";

/* No comment provided by engineer. */
"Skip rows" = "Sla rijen over";

"First rows" = "Eerste rijen";

/* No comment provided by engineer. */
"trim spaces" = "trim spaties";

/* No comment provided by engineer. */
"true" = "waar";

/* No comment provided by engineer. */
"Unique rows" = "Unieke rijen";

/* No comment provided by engineer. */
"Unknown step" = "Onbekende stap";

/* No comment provided by engineer. */
"uppercase" = "hoofdletters";

/* No comment provided by engineer. */
"value in column" = "waarde in kolom";

/* No comment provided by engineer. */
"xor" = "xor";

"Make columnar" = "Maak columnair";

"I have no idea what you did." = "Ik heb geen idee wat je deed.";

"Value" = "Waarde";
"Column" = "Kolom";
"Row" = "Rij";
"English" = "Engels";
"Dutch" = "Nederlands";
"The formula you typed is not valid." = "De ingevoerde formule is ongeldig.";
"Warp created a step based on your edits. To select an alternative step, click on the newly added step." = "Warp heeft een stap toegevoegd op basis van wat je deed. Klik op de stap om een alternatief te kiezen.";

"Welcome to Warp! Click here to start and load some data." = "Welkom bij Warp! Klik hier om te beginnen door gegevens in te laden.";
"By default, Warp shows you a small part of the data. Using this button, you can calculate the full result." = "Warp toont standaard een klein deel van de gegevens. Met deze knop kun je het volledige resultaat berekenen.";

"Presto table" = "Presto-tabel";
"Table from Presto server" = "Tabel van Presto-server";
"Table '%@' from Presto server" = "Tabel '%@' van Presto-server";

"Select %lu columns" = "Behoud %lu kolommen";
"Remove %lu columns" = "Verwijder %lu kolommen";

"Data table" = "Data-tabel";
"Add step '%@'" = "Toevoegen van stap '%@'";

"Sort rows" = "Sorteer rijen";
"Sort rows on %@" = "Sorteer rijen op %@";
"Sort rows using %d criteria" = "Sorteer rijen op basis van %d criteria";
"Add sorting criterion..." = "Voeg sorteercriterium toe...";

"MySQL table" = "MySQL-tabel";
"Load table %@ from MySQL database" = "Laad tabel %@ uit MySQL-database";
"replace using pattern" = "vervang met patroon";

"Pivot: %@ of %@" = "Draaitabel: %@ van %@";
"Pivot: %@ of %@ grouped by %@" = "Draaitabel: %@ van %@ per %@";

"Sort columns" = "Kolomvolgorde";
"before %@" = "voor %@";
"at the end" = "aan het einde";
"Place %d columns %@" = "Plaats %d kolommen %@";
"Place column %@ %@" = "Plaats kolom %@ %@";
"Place columns %@ %@" = "Plaats kolommen %@ %@";
"sign" = "positief/negatief";
"Warp has automatically combined your changes with the previous step." = "Warp heeft je wijziging gecombineerd met de vorige stap.";
"Your changes undo the previous step. Warp has therefore automatically removed the previous step." = "Je wijzigingen maken de vorige stap ongedaan. Warp heeft de vorige stap daarom automatisch verwijderd.";
"If you select the currently active working set, Warp will reload the current working set." = "Omdat je de huidige werkset hebt geselecteerd, heeft Warp alleen de gegevens ververst.";

"split" = "splits";
"nth item in" = "n-de item";
"number of items" = "aantal items";
"Warp data" = "Warp-data";
"PostgreSQL table" = "Tabel uit PostgreSQL";
"Join data: %@" = "Koppel gegevens: %@";
"Join data" = "Koppel gegevens";
"value in foreign column %@" = "waarde in vreemde kolom %@";
"Remove tablet" = "Verwijder onderdeel";
"Add tablet" = "Voeg onderdeel toe";
"Remove step" = "Verwijder stap";
"text similarity" = "tekstgelijkenis";
"Cloned data" = "Gekloonde data";
"Download data to memory" = "Download gegevens naar geheugen";
"Download data to SQLite" = "Download gegevens naar SQLite";
"(No action)" = "(Geen actie)";

"This step requires a previous step, but none was found." = "Deze stap kan alleen achter een andere stap worden geplaatst.";
"Clone step cannot find the original to clone from." = "Kloon-stap kan het origineel niet meer vinden.";
"The data set that is to be flattened contained no rows." = "De dataset om columnair te maken bevat geen rijen.";
"Not all information was available to perform the join." = "Er was niet genoeg informatie beschikbaar om de gegevens te koppelen.";
"The data to join with was not found." = "De gegevens om mee te koppelen werden niet gevonden.";
"A join step was not placed after another step." = "De koppelstap moet achter een andere stap worden geplaatst.";
"Not all information was available to perform the join." = "Er was niet genoeg informatie beschikbaar om de gegevens te kunnen koppelen.";
"Could not connect to the MySQL database." = "Kon geen verbinding maken met de MySQL-database.";
"Could not obtain a list of tables from the Presto database." = "Kon geen lijst met tabellen ophalen van de Presto-database.";
"No database and/or table name have been set." = "Er is geen database- en/of tabelnaam ingesteld.";
"Could not connect to the PostgreSQL database." = "Kon geen verbinding maken met de PostgreSQL-database.";

"Rename columns" = "Hernoem kolommen";
"Rename column %@ to %@" = "Hernoem kolom %@ naar %@";
"Rename %d columns" = "Hernoem %d kolommen";

"Merge data" = "Gegevens samenvoegen";
"Result" = "Resultaat";
"Crawl data" = "Gegevens crawlen";
"For each row, fetch a web page" = "Voor iedere rij, haal een webpagina op";
"Unknown file type '%@'.'" = "Onbekend bestandstype: '%@'.";
"contains" = "bevat";
"does not contain" = "bevat niet";
"Standard language" = "Standaardtaal";
"In this language, numbers look like this: %@ (numbers without thousand separators will also be accepted)" = "In deze taal zien getallen er als volgt uit: %@ (getallen zonder duizendscheiders worden ook geaccepteerd)";
"In this language, numbers look like this: %@" = "In deze taal zien getallen er als volgt uit: %@";
"capitalize" = "beginhoofdletters";
"current time" = "huidige tijd";
"interpret UNIX timestamp" = "interpreteer UNIX-tijdstempel";
"to UNIX timestamp" = "naar UNIX-tijdstempel";
"interpret ISO-8601 formatted date" = "interpreteer ISO-8601 geformatteerde datum";
"to ISO-8601 formatted date in local timezone" = "naar ISO-8601 geformatteerde datum in de lokale tijdzone";
"to ISO-8601 formatted date in UTC" = "naar ISO-8601 geformatteerde datum in UTC";
